Repository: TopScrech/CI-CD
Catalog: CI-CD/Localizable.xcstrings
Source language: en
Languages: de, fr, nl, ru, tr, uk

source: %lldd ago
de: vor %lld T
fr: il y a %lld j
nl: %lldd geleden
ru: %lldд назад
tr: %lldg önce
uk: %lldд тому

source: %lldh ago
de: vor %lld Std
fr: il y a %lld h
nl: %lldu geleden
ru: %lldч назад
tr: %lldsa önce
uk: %lldг тому

source: %lldm
de: %lld Min
fr: %lld min
ru: %lldм
tr: %llddk
uk: %lldхв

source: %lldm ago
de: vor %lld Min
fr: il y a %lld min
nl: %lldm geleden
ru: %lldм назад
tr: %llddk önce
uk: %lldхв тому

source: %llds ago
de: vor %lld Sek
fr: il y a %lld s
nl: %llds geleden
ru: %lldс назад
tr: %lldsn önce
uk: %lldс тому

source: ⚠️ %lldx Analyzer Warnings
de: ⚠️ %lldx Analyzer-Warnungen
fr: ⚠️ %lldx avertissements de l’analyseur
nl: ⚠️ %lldx Analyzer-waarschuwingen
ru: ⚠️ %lldx Предупреждения анализатора
tr: ⚠️ %lldx Çözümleyici Uyarısı
uk: ⚠️ %lldx попереджень аналізатора

source: ⚠️ %lldx Warnings
de: ⚠️ %lldx Warnungen
fr: ⚠️ %lldx avertissements
nl: ⚠️ %lldx Waarschuwingen
ru: ⚠️ %lldx Предупреждения
tr: ⚠️ %lldx Uyarı
uk: ⚠️ %lldx попереджень

source: ⛔️ %lldx Errors
de: ⛔️ %lldx Fehler
fr: ⛔️ %lldx erreurs
nl: ⛔️ %lldx Fouten
ru: ⛔️ %lldx Ошибки
tr: ⛔️ %lldx Hata
uk: ⛔️ %lldx помилок

source: ⛔️ %lldx Test Failures
de: ⛔️ %lldx Testfehler
fr: ⛔️ %lldx échecs de test
nl: ⛔️ %lldx Testmislukkingen
ru: ⛔️ %lldx Сбоев тестов
tr: ⛔️ %lldx Test Başarısızlığı
uk: ⛔️ %lldx збоїв тестів

source: 📁 %lldx Artifacts
de: 📁 %lldx Artefakte
fr: 📁 %lldx artefacts
nl: 📁 %lldx Artefacten
ru: 📁 %lldx Артефакты
tr: 📁 %lldx Yapı Çıktısı
uk: 📁 %lldx артефактів

source: Account name
de: Kontoname
fr: Nom du compte
nl: Accountnaam
ru: Имя аккаунта
tr: Hesap adı
uk: Назва акаунта

source: Account name (optional)
de: Kontoname (optional)
fr: Nom du compte (facultatif)
nl: Accountnaam (optioneel)
ru: Имя аккаунта (необязательно)
tr: Hesap adı (isteğe bağlı)
uk: Назва акаунта (необов’язково)

source: Accounts
de: Konten
fr: Comptes
ru: Аккаунты
tr: Hesaplar
uk: Акаунти

source: Add account
de: Konto hinzufügen
fr: Ajouter un compte
nl: Account toevoegen
ru: Добавить аккаунт
tr: Hesap ekle
uk: Додати акаунт

source: Add Connect account
de: Connect-Konto hinzufügen
fr: Ajouter un compte Connect
nl: Connect-account toevoegen
ru: Добавить аккаунт Connect
tr: Connect hesabı ekle
uk: Додати акаунт Connect

source: Add Coolify account
de: Coolify-Konto hinzufügen
fr: Ajouter un compte Coolify
nl: Coolify-account toevoegen
ru: Добавить аккаунт Coolify
tr: Coolify hesabı ekle
uk: Додати акаунт Coolify

source: Add your %@ credentials to load projects
de: Füge deine %@ Zugangsdaten hinzu, um Projekte zu laden
fr: Ajoutez vos identifiants %@ pour charger les projets
nl: Voeg je %@-gegevens toe om projecten te laden
ru: Добавьте данные %@, чтобы загрузить проекты
tr: Projeleri yüklemek için %@ kimlik bilgilerinizi ekleyin
uk: Додайте свої облікові дані %@, щоб завантажити проєкти

source: Additional repositories
de: Zusätzliche Repositories
fr: Dépôts supplémentaires
nl: Extra repositories
ru: Дополнительные репозитории
tr: Ek depolar
uk: Додаткові репозиторії

source: All
de: Alle
fr: Tout
nl: Alles
ru: Все
tr: Tümü
uk: Усі

source: AltStore Helper
de: AltStore-Helfer
fr: Assistant AltStore
ru: Помощник AltStore
tr: AltStore Yardımcısı
uk: Помічник AltStore

source: API key
de: API-Schlüssel
fr: Clé API
nl: API-sleutel
ru: Ключ API
tr: API anahtarı
uk: Ключ API

source: Appearance
de: Darstellung
fr: Apparence
nl: Weergave
ru: Внешний вид
tr: Görünüm
uk: Вигляд

source: Archive
de: Archiv
nl: Archief
ru: Архив
tr: Arşiv
uk: Архів

source: Artifacts
de: Artefakte
fr: Artefacts
nl: Artefacten
ru: Артефакты
tr: Yapı çıktıları
uk: Артефакти

source: Build actions
de: Build-Aktionen
fr: Actions de build
nl: Build-acties
ru: Действия сборки
tr: Derleme eylemleri
uk: Дії збірки

source: Build pack
de: Build-Paket
fr: Pack de build
nl: Build-pakket
ru: Пакет сборки
tr: Derleme paketi
uk: Пакет збірки

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren
ru: Отменить
tr: İptal
uk: Скасувати

source: Completion status
de: Abschlussstatus
fr: Statut d’achèvement
nl: Voltooiingsstatus
ru: Статус завершения
tr: Tamamlanma durumu
uk: Статус завершення

source: Connect account
de: Connect-Konto
fr: Compte Connect
ru: Аккаунт Connect
tr: Connect hesabı
uk: Акаунт Connect

source: Connect credentials
de: Connect-Zugangsdaten
fr: Identifiants Connect
nl: Connect-gegevens
ru: Данные Connect
tr: Connect kimlik bilgileri
uk: Облікові дані Connect

source: Coolify account
de: Coolify-Konto
fr: Compte Coolify
ru: Аккаунт Coolify
tr: Coolify hesabı
uk: Акаунт Coolify

source: Coolify credentials
de: Coolify-Zugangsdaten
fr: Identifiants Coolify
nl: Coolify-gegevens
ru: Данные Coolify
tr: Coolify kimlik bilgileri
uk: Облікові дані Coolify

source: Copy
de: Kopieren
fr: Copier
nl: Kopiëren
ru: Копировать
tr: Kopyala
uk: Копіювати

source: Copy action id
de: Aktions-ID kopieren
fr: Copier l’ID de l’action
nl: Actie-id kopiëren
ru: Копировать ID действия
tr: Eylem kimliğini kopyala
uk: Копіювати ID дії

source: Copy repository url
de: Repository-URL kopieren
fr: Copier l’URL du dépôt
nl: Repository-URL kopiëren
ru: Копировать URL репозитория
tr: Depo URL’sini kopyala
uk: Копіювати URL репозиторію

source: Created
de: Erstellt
fr: Créé
nl: Aangemaakt
ru: Создано
tr: Oluşturuldu
uk: Створено

source: Credentials
de: Zugangsdaten
fr: Identifiants
nl: Gegevens
ru: Данные
tr: Kimlik bilgileri
uk: Облікові дані

source: Credentials missing
de: Zugangsdaten fehlen
fr: Identifiants manquants
nl: Gegevens ontbreken
ru: Данные отсутствуют
tr: Kimlik bilgileri eksik
uk: Облікові дані відсутні

source: Dark
de: Dunkel
fr: Sombre
nl: Donker
ru: Темная
tr: Koyu
uk: Темна

source: Databases
de: Datenbanken
fr: Bases de données
ru: Базы данных
tr: Veritabanları
uk: Бази даних

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen
ru: Удалить
tr: Sil
uk: Видалити

source: Demo mode
de: Demo-Modus
fr: Mode démo
nl: Demomodus
ru: Демо-режим
tr: Demo modu
uk: Демо-режим

source: Demo Mode
de: Demo-Modus
fr: Mode démo
nl: Demomodus
ru: Демо-режим
tr: Demo Modu
uk: Демо-режим

source: Deploy
de: Bereitstellen
fr: Déployer
nl: Deployen
ru: Развернуть
tr: Dağıt
uk: Розгорнути

source: Deployment logs
de: Bereitstellungsprotokolle
fr: Journaux de déploiement
ru: Журналы развертывания
tr: Dağıtım günlükleri
uk: Журнали розгортання

source: Deployments
de: Bereitstellungen
fr: Déploiements
ru: Развертывания
tr: Dağıtımlar
uk: Розгортання

source: Duration %@
de: Dauer %@
fr: Durée %@
nl: Duur %@
ru: Длительность %@
tr: Süre %@
uk: Тривалість %@

source: Environment
de: Umgebung
fr: Environnement
nl: Omgeving
ru: Окружение
tr: Ortam
uk: Середовище

source: Error
de: Fehler
fr: Erreur
nl: Fout
ru: Ошибка
tr: Hata
uk: Помилка

source: Execution progress
de: Ausführungsfortschritt
fr: Progression de l’exécution
nl: Uitvoeringsvoortgang
ru: Ход выполнения
tr: Yürütme ilerlemesi
uk: Прогрес виконання

source: Finished
de: Abgeschlossen
fr: Terminé
nl: Voltooid
ru: Завершено
tr: Tamamlandı
uk: Завершено

source: Finished %@
de: Beendet %@
fr: Terminé %@
nl: Voltooid %@
ru: Завершено %@
tr: Tamamlandı %@
uk: Завершено %@

source: Force deploy
de: Bereitstellung erzwingen
fr: Forcer le déploiement
nl: Deploy forceren
ru: Принудительное развертывание
tr: Zorla dağıt
uk: Примусово розгорнути

source: Import from Files
de: Aus Dateien importieren
fr: Importer depuis Fichiers
nl: Importeren uit Bestanden
ru: Импортировать из Файлов
tr: Dosyalardan içe aktar
uk: Імпортувати з Файлів

source: Issues
de: Probleme
fr: Problèmes
ru: Замечания
tr: Sorunlar
uk: Проблеми

source: Light
de: Hell
fr: Clair
nl: Licht
ru: Светлая
tr: Açık
uk: Світла

source: Line
de: Zeile
fr: Ligne
nl: Regel
ru: Строка
tr: Satır
uk: Рядок

source: Log in
de: Anmelden
fr: Se connecter
nl: Inloggen
ru: Войти
tr: Giriş yap
uk: Увійти

source: Log out
de: Abmelden
fr: Se déconnecter
nl: Uitloggen
ru: Выйти
tr: Çıkış yap
uk: Вийти

source: Manage Connect accounts
de: Connect-Konten verwalten
fr: Gérer les comptes Connect
nl: Connect-accounts beheren
ru: Управление аккаунтами Connect
tr: Connect hesaplarını yönet
uk: Керувати акаунтами Connect

source: Manage Coolify accounts
de: Coolify-Konten verwalten
fr: Gérer les comptes Coolify
nl: Coolify-accounts beheren
ru: Управление аккаунтами Coolify
tr: Coolify hesaplarını yönet
uk: Керувати акаунтами Coolify

source: New description
de: Neue Beschreibung
fr: Nouvelle description
nl: Nieuwe beschrijving
ru: Новое описание
tr: Yeni açıklama
uk: Новий опис

source: New name
de: Neuer Name
fr: Nouveau nom
nl: Nieuwe naam
ru: Новое имя
tr: Yeni ad
uk: Нова назва

source: No artifacts found
de: Keine Artefakte gefunden
fr: Aucun artefact trouvé
nl: Geen artefacten gevonden
ru: Артефакты не найдены
tr: Yapı çıktısı bulunamadı
uk: Артефактів не знайдено

source: No builds found
de: Keine Builds gefunden
fr: Aucun build trouvé
nl: Geen builds gevonden
ru: Сборки не найдены
tr: Derleme bulunamadı
uk: Збірок не знайдено

source: No Connect accounts
de: Keine Connect-Konten
fr: Aucun compte Connect
nl: Geen Connect-accounts
ru: Нет аккаунтов Connect
tr: Connect hesabı yok
uk: Немає акаунтів Connect

source: No Coolify accounts
de: Keine Coolify-Konten
fr: Aucun compte Coolify
nl: Geen Coolify-accounts
ru: Нет аккаунтов Coolify
tr: Coolify hesabı yok
uk: Немає акаунтів Coolify

source: No deployments yet
de: Noch keine Bereitstellungen
fr: Aucun déploiement pour le moment
nl: Nog geen deployments
ru: Развертываний пока нет
tr: Henüz dağıtım yok
uk: Розгортань ще немає

source: No issues found
de: Keine Probleme gefunden
fr: Aucun problème trouvé
nl: Geen issues gevonden
ru: Замечания не найдены
tr: Sorun bulunamadı
uk: Проблем не знайдено

source: No logs available
de: Keine Protokolle verfügbar
fr: Aucun journal disponible
nl: Geen logs beschikbaar
ru: Нет доступных журналов
tr: Kullanılabilir günlük yok
uk: Немає доступних журналів

source: Now
de: Jetzt
fr: Maintenant
nl: Nu
ru: Сейчас
tr: Şimdi
uk: Зараз

source: Open
de: Öffnen
fr: Ouvrir
nl: Openen
ru: Открыть
tr: Aç
uk: Відкрити

source: Open on GitHub
de: Auf GitHub öffnen
fr: Ouvrir sur GitHub
nl: Openen op GitHub
ru: Открыть на GitHub
tr: GitHub’da aç
uk: Відкрити на GitHub

source: Primary repositories
de: Primäre Repositories
fr: Dépôts principaux
nl: Primaire repositories
ru: Основные репозитории
tr: Birincil depolar
uk: Основні репозиторії

source: Private Key
de: Privater Schlüssel
fr: Clé privée
nl: Privésleutel
ru: Закрытый ключ
tr: Özel anahtar
uk: Приватний ключ

source: Private Key ID
de: ID des privaten Schlüssels
fr: ID de clé privée
nl: Privésleutel-ID
ru: ID закрытого ключа
tr: Özel anahtar kimliği
uk: ID приватного ключа

source: Provide credentials
de: Zugangsdaten eingeben
fr: Fournir les identifiants
nl: Gegevens opgeven
ru: Указать данные
tr: Kimlik bilgilerini gir
uk: Надати облікові дані

source: Reason
de: Grund
fr: Raison
nl: Reden
ru: Причина
tr: Neden
uk: Причина

source: Rebuild
de: Neu bauen
fr: Reconstruire
nl: Opnieuw bouwen
ru: Пересобрать
tr: Yeniden derle
uk: Перезібрати

source: Rebuild clean
de: Sauber neu bauen
fr: Reconstruire proprement
nl: Schoon opnieuw bouwen
ru: Чистая пересборка
tr: Temiz yeniden derle
uk: Чисте перезбирання

source: Rename
de: Umbenennen
fr: Renommer
nl: Hernoemen
ru: Переименовать
tr: Yeniden adlandır
uk: Перейменувати

source: Restart
de: Neu starten
fr: Redémarrer
nl: Herstarten
ru: Перезапустить
tr: Yeniden başlat
uk: Перезапустити

source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan
ru: Сохранить
tr: Kaydet
uk: Зберегти

source: Settings
de: Einstellungen
fr: Réglages
nl: Instellingen
ru: Настройки
tr: Ayarlar
uk: Налаштування

source: Start build
de: Build starten
fr: Lancer le build
nl: Build starten
ru: Запустить сборку
tr: Derlemeyi başlat
uk: Запустити збірку

source: Start clean build
de: Sauberen Build starten
fr: Lancer un build propre
nl: Schone build starten
ru: Запустить чистую сборку
tr: Temiz derlemeyi başlat
uk: Запустити чисту збірку

source: Started
de: Gestartet
fr: Démarré
nl: Gestart
ru: Начато
tr: Başladı
uk: Розпочато

source: Started %@
de: Gestartet %@
fr: Démarré %@
nl: Gestart %@
ru: Начато %@
tr: Başladı %@
uk: Розпочато %@

source: Status bar
de: Statusleiste
fr: Barre d’état
nl: Statusbalk
ru: Строка состояния
tr: Durum çubuğu
uk: Рядок стану

source: Stop
de: Stopp
fr: Arrêter
nl: Stoppen
ru: Остановить
tr: Durdur
uk: Зупинити

source: This could happen due to an error
de: Das könnte durch einen Fehler passiert sein
fr: Cela peut se produire à cause d’une erreur
nl: Dit kan gebeuren door een fout
ru: Это могло произойти из-за ошибки
tr: Bu bir hata nedeniyle olmuş olabilir
uk: Це могло статися через помилку

source: Without cache
de: Ohne Cache
fr: Sans cache
nl: Zonder cache
ru: Без кэша
tr: Önbelleksiz
uk: Без кешу

source: You need an API key with the 'Admin' role from App Store Connect to start builds with external deployments. API keys with the 'Developer' role cannot be used for this
de: Du benötigst einen API-Schlüssel mit der Rolle 'Admin' aus App Store Connect, um Builds mit externen Bereitstellungen zu starten. API-Schlüssel mit der Rolle 'Developer' können dafür nicht verwendet werden
fr: Vous avez besoin d’une clé API avec le rôle 'Admin' dans App Store Connect pour lancer des builds avec des déploiements externes. Les clés API avec le rôle 'Developer' ne peuvent pas être utilisées pour cela
nl: Je hebt een API-sleutel met de rol 'Admin' van App Store Connect nodig om builds te starten met externe deployments. API-sleutels met de rol 'Developer' kunnen hiervoor niet worden gebruikt
ru: Вам нужен ключ API с ролью 'Admin' в App Store Connect, чтобы запускать сборки с внешними развертываниями. Ключи API с ролью 'Developer' для этого использовать нельзя
tr: Harici dağıtımlarla derleme başlatmak için App Store Connect’te 'Admin' rolüne sahip bir API anahtarına ihtiyacınız var. 'Developer' rolüne sahip API anahtarları bunun için kullanılamaz
uk: Вам потрібен ключ API з роллю 'Admin' в App Store Connect, щоб запускати збірки із зовнішніми розгортаннями. Ключі API з роллю 'Developer' не можна використовувати для цього

source: Your code is great!
de: Dein Code ist großartig!
fr: Votre code est excellent !
nl: Je code is geweldig!
ru: Ваш код великолепен!
tr: Kodunuz harika!
uk: Ваш код чудовий!

source: Branch
fr: Branche
ru: Ветка
tr: Dal
uk: Гілка

source: CI/CD Feedback
fr: Retour CI/CD
ru: Отзыв о CI/CD
tr: CI/CD geri bildirimi
uk: Відгук про CI/CD

source: Connect demo
fr: Démo Connect
ru: Демо Connect
tr: Connect demosu
uk: Демо Connect

source: Coolify demo
fr: Démo Coolify
ru: Демо Coolify
tr: Coolify demosu
uk: Демо Coolify

source: Debug
fr: Débogage
ru: Отладка
tr: Hata ayıklama
uk: Налагодження

source: Feedback
fr: Retour
ru: Отзыв
tr: Geri bildirim
uk: Відгук

source: in
fr: dans
ru: в
tr: içinde
uk: у

source: Repository
fr: Dépôt
ru: Репозиторий
tr: Depo
uk: Репозиторій

source: System
fr: Système
nl: Systeem
ru: Системная
tr: Sistem
uk: Системна

source: App
ru: Приложение
tr: Uygulama
uk: Застосунок

source: Apps
ru: Приложения
tr: Uygulamalar
uk: Застосунки

source: Build %@
ru: Сборка %@
tr: %@ derlemesi
uk: Збірка %@

source: Build %lld
ru: Сборка %lld
tr: %lld derlemesi
uk: Збірка %lld

source: Workflows
ru: Рабочие процессы
tr: İş akışları
uk: Робочі процеси
